[{"name":"Версия 19.05.2025","content":["#Список правил для серверов проекта Arizona для Arizona Tools, by Arthur_Kurmanin(09)","#Дальнейшее редактирование - by Donatello_Lescore (09)","#Актуально на момент 19.05 числа.","Список изменений:","-Правила написаны :3","-Множество редактирований пунктов","","#В случае не соответствий пишите в личку:","{00a2ff}https:\/\/vk.com\/donalescore"]},{"name":"Основные положения","content":["{cc99ff}1. {99ff99}Запрещено использовать любые скрипты, моды или иные конструкции, дающие преимущество над другими игроками: {eb6b56}Бан от 1 до 2000 дней","{cc99ff}2. {99ff99}Запрещено распространять любые скрипты, моды или иные конструкции, дающие преимущество над другими игроками: {eb6b56}Бан от 1 до 2000 дней","{cc99ff}3. {99ff99}Запрещено соучастие с игроком, использующим любые скрипты, моды или иные конструкции, дающие преимущество над другими игроками: {eb6b56}Бан от 1 до 2000 дней","{fba026}Пример: {99ff99}вы находитесь в дискорде с игроком с WH, который сообщает вам информацию о других игроках.","{cc99ff}4. {99ff99}Запрещено находиться в игре на 2 аккаунтах с 1 устройства: {eb6b56}Устное предупреждение \/ Бан от 1 до 15 дней","{cc99ff}5. {99ff99}Запрещено уходить от наказания (Офф, смена ника и т.п.): {eb6b56}Варн \/ Бан от 1 до 15 дней","{cc99ff}6. {99ff99}Запрещено выдавать себя за администратора: {eb6b56}Мут от 30 до 300 минут \/ Бан от 1 до 5 дней","{cc99ff}7. {99ff99}Запрещено создавать помеху игрокам или администрации: {eb6b56}Устное предупреждение \/ Спавн \/ Кик \/ Деморган от 5 до 60 минут","{cc99ff}8. {99ff99}Запрещено использовать недоработки мода или игры: {eb6b56}Деморган 10 минут - Бан 2000 дней (на усмотрение главной администрации в зависимости от тяжести нарушения)","{fba026}Исключение: {99ff99}стрелочка на мотоцикле, быстрое нажатие клавиши бега [перебинд на колесико запрещен]","{cc99ff}9. {99ff99}Запрещено описание персонажа (в т.ч. афк, визитка), нарушающее РП режим, а также неадекватное, бредовое, содержащее рекламу бизнесов \/ продажи (покупки) имущества: {eb6b56}Очистка описания, неоднократно - Бан от 1 до 3 дней","{cc99ff}10. {99ff99}Запрещено воспроизводить запрещенные материалы в кинотеатрах: {eb6b56}Бан от 1 до 30 дней.","{fba026}Примечание: {99ff99}запрещенными материалами считаются:","-{99ff99}Материалы экстремистского характера (призывы к политической и идеологической вражде, призывы или пропаганда терроризма или нацизма, розжиг межнациональной розни, расизм и проявление любого вида нетерпимости и тд);","-{99ff99}Жестокие кадры (кадры с жестоким обращением или насилием к животным и людям) ;","-{99ff99}Пропаганда запрещенных наркотических и психотропных веществ, алкоголя и табака, азартных игр и маргинального образа жизни;","-{99ff99}Пропаганду суицида;","-{99ff99}Неуважительное отношение, клевету, оскорбления, унижение чести и достоинства, оскорбление чувств верующих и любые другие материалы, дискриминирующие личность;","-{99ff99}Порнографические материалы ( эротические материалы, содержащие сцены с изображением голого тела, натуральный порнографический контент 18+ любого жанра, анимационный порнографический контент по типу \"хентай\" и тд)","-{99ff99}Реклама.","{cc99ff}11. {99ff99}Запрещено крутить внеигровые рулетки: {eb6b56}Бан от 7 до 30 дней","{cc99ff}12. {99ff99}Запрещено неадекватное расположение аксессуаров персонажа, вследствие изменения их местоположения: {eb6b56}Устное предупреждение \/ Очистка всех аксессуаров \/ Бан от 1 до 5 дней","{cc99ff}13. {99ff99}Запрещено взаимодействовать с игроками, находящимися в чёрном списке сервера\/проекта: {eb6b56}Бан от 30 до 2000 дней Обнуление аккаунта (по решению ГА)","{fba026}Примечание: {99ff99}запрещено укрывательство и любое взаимодействие с такими игроками на сервере в случае, если вы знаете об их нахождении в ЧСе.","{cc99ff}14. {99ff99}Запрещен деанон игроков на сервере и ресурсах проекта: {eb6b56}Пресечение нарушения \/ Бан от 30 до 2000 дней \/ Обнуление аккаунта (по решению ГА)","{cc99ff}15. {99ff99}Запрещены угрозы расправой в реальной жизни на сервере и ресурсах проекта: {eb6b56}Бан от 15 до 2000 дней","{cc99ff}16. {99ff99}Запрещено передавать свой игровой аккаунт, а также заходить на чужие (в т.ч. взлом): {eb6b56}Бан на 2000 дней","{cc99ff}17. {99ff99}Запрещен обход систем мода с целью получения личной выгоды: {eb6b56}Бан от 1 до 2000 дней","{cc99ff}Примечание: {99ff99}Наказание выдается исключительно главной Администрацией сервера","{cc99ff}18. {99ff99}Запрещена любая накрутка игровых ценностей (рефералы, рулетки, голоса, деньги и т.д): {eb6b56}Бан от 30 до 2000 дней","{cc99ff}19. {99ff99}Запрещено вредительство в любом виде: {eb6b56}Бан от 15 до 2000 дней","{cc99ff}20. {99ff99}Запрещено иметь более 3-х активных аккаунтов на одном сервере: {eb6b56}Бан от 15 до 2000 дней \/ Обнуление аккаунтов","{cc99ff}Примечание: {99ff99}Аккаунт считается активным, если на него осуществлялась авторизация в течение последних 30 дней","{cc99ff}21. {99ff99}Запрещено использование \/demoute, \/dismiss, \/gwarn и подобных команд без объективных причин и наличия доказательств: {eb6b56}Варн \/ Бан от 5 до 30 дней","{cc99ff}22. {99ff99}Запрещено вести «форумную войну» - чрезмерное написание жалоб на других игроков, систематический поиск нарушений на опровержениях других игроков, многочисленные жалобы на незначительные нарушения и т.п.: {eb6b56}Устное замечание \/ Наказание по решению ГА","{cc99ff}23. {99ff99}Запрещена монополизация \/ вымогательство \/ шантаж других игроков: {eb6b56}Деморган от 300 до 600 минут \/ Бан от 1 до 10 дней",""]},{"name":"Игровые никнеймы","content":["{cc99ff}1. {99ff99}Никнейм игрока должен иметь формат Имя_Фамилия. Запрещено использовать никнейм с отсутствием смысловой нагрузки (Спам символами\/числами, а так же ники, не имеющие логической связи с именем).","{fba026}Примечание: {99ff99}Никнеймы, не соответствующие общепринятому формату Имя_Фамилия и не содержащие реальных имен и фамилий, классифицируются как никнеймы non-RP формата.","{cc99ff}2. {99ff99}Создавая аккаунт с non-RP ником Вы должны осознавать, что получить повышение в организациях Вам не представится возможности, в большинстве случаев Вас вообще откажутся принять.","{cc99ff}3. {99ff99}При вступлении в определенную организацию вас могут попросить сменить ник, т.к. Ваш существующий может не соответствовать требованиям данной организации.","{cc99ff}4. {99ff99}Запрещено использовать в нике оскорбительные слова, маты: {eb6b56}Просьба сменить никнейм, в случае отказа - Бан","{cc99ff}5. {99ff99}Запрещено искажать в оскорбительной форме ники игроков и администраторов: {eb6b56}Просьба сменить никнейм, в случае отказа - Бан","{cc99ff}6. {99ff99}Запрещено использование фейк ников администрации, ютуберов, игроков высокого уровня данного сервера: {eb6b56}Просьба сменить никнейм, в случае отказа - Бан"]},{"name":"Игровой процесс","content":["{cc99ff}1. {99ff99}Запрещен ДМ (от англ. Deathmatch) - нанесение урона игрокам без причины: {eb6b56}Деморган 60-120 минут","{cc99ff}2. {99ff99}Запрещен ДБ (от англ. DriveBy) - нанесение урона машиной \/ из машины: {eb6b56}Деморган 60-120 минут","{cc99ff}3. {99ff99}Запрещен СК (от англ. Spawn Kill) - нанесение урона на респауне: {eb6b56}Деморган 60-120 минут","{cc99ff}4. {99ff99}Запрещен ТК (от англ. Team Kill) - нанесение урона союзникам \/ членам своей фракции: {eb6b56}Деморган 60-120 минут","{cc99ff}5. {99ff99}Запрещен ПГ (от англ. Power Gaming) - изображение из себя супергероя, например нападение с кулаками на вооруженного человека: {eb6b56}Деморган 60-120 минут","{fba026}Примечание: {99ff99}1 игрок может напасть максимум на двоих, 1 сотрудник ПД\/ФБР максимум на троих (2 игрока на четверых и т.д.)","{cc99ff}6. {99ff99}Запрещен массовый (неоднократный - от 3 пострадавших) ДМ\/ДБ\/СК\/ТК:{eb6b56} Бан 3-7 дней + запрет использования оружия\/транспорта на 3-10 дней","{cc99ff}7. {99ff99}Запрещено нонРП поведение (от англ. Not Role Play) - поведение, которое нарушает реализм и логику игрового мира:","-{99ff99}От игрока без фракции: {eb6b56}Деморган 10-120 минут","-{99ff99}От игрока, состоящего во фракции: {eb6b56}Деморган 10-600 минут \/ Варн","{cc99ff}8. {99ff99}Запрещен ОФФ \/ АФК \/ Отказ от РП ситуации: {eb6b56}Деморган 60-120 минут","{fba026}Примечание: {99ff99}отсутствие ответа на вопрос в \/do от игрока, который не участвовал с вами в РП, не является отказом от РП.","{cc99ff}9. {99ff99}Запрещен ОФФ \/ АФК \/ Инта \/ Уход в ЗЗ \/ Аксессуары от смерти: {eb6b56}Деморган 60-120 минут","{cc99ff}10. {99ff99}Запрещен ОФФ \/ АФК \/ Инта \/ Уход в ЗЗ \/ Аксессуары от ареста: {eb6b56}Варн","{cc99ff}11. {99ff99}Запрещен сбив любых системных анимаций: {eb6b56}Деморган 30-120 минут","{cc99ff}12. {99ff99}Запрещен сбив анимации выстрела любым способом: {eb6b56}Деморган 60-120 минут\/варн","{fba026}Исключение: {99ff99}+с в стену при отсутствии других игроков не наказуемо","{cc99ff}13. {99ff99}Запрещено использование средств пополнения здоровья\/бронежилета в бою: {eb6b56}Деморган 60-120 минут \/ Варн","{fba026}Исключение: {99ff99}автоматическое надевание бронежилета","{cc99ff}14. {99ff99}Запрещены серьезные нарушения в ТСР (ДМ, ПГ, сбивы и т.п): {eb6b56}Варн \/ Увеличение срока","{cc99ff}15. {99ff99}Запрещено использовать дубинку и тазер в бою:  {eb6b56}Деморган 180-300 минут \/ Варн"]},{"name":"Игровые чаты","content":["{cc99ff}1. {99ff99}Правила игровых чатов распространяются на все текстовые и голосовые чаты.","{cc99ff}2. {99ff99}Запрещен МГ (от англ. Meta Gaming) - использование игроком знаний (в РП чаты), которые его персонаж не может знать: {eb6b56}Мут 10-30 минут","{fba026}Пример: {99ff99}слова \"скин\", \"бан\", \"мут\", отдельно символы: \"?\", \"\/\", \")\" и т.д.","{cc99ff}3. {99ff99}Запрещен капс - написание слов заглавными буквами (даже одно): {eb6b56}Мут 10-30 минут","{cc99ff}4. {99ff99}Запрещен флуд - отправка 3 и более одинаковых строк в 10 секунд: {eb6b56}Мут 20-120 минут","{fba026}Примечание: {99ff99}организованный флуд (от нескольких человек) и схожие сообщения (с той же сутью) наказываются как и обычный флуд","{cc99ff}5. {99ff99}Запрещено злоупотребление матом в нонРП чаты: {eb6b56}Мут 30-120 минут","{fba026}Примечание: {99ff99}злоупотребление матом - это чрезмерное употребление ненормативной лексики; за одиночные маты, встречающиеся не в каждом вашем сообщении, наказание выдаваться не будет.","{cc99ff}6. {99ff99}Запрещено злоупотребления символами (Спам): {eb6b56}Мут 10-120 минут","{fba026}Пример: {99ff99}“--------”, “1111111”, “спасиииииииите”","{cc99ff}7. {99ff99}Запрещен розжиг - действия или высказывания, направленные на разжигание вражды, ненависти или конфликта между разными народами, этническими группами или национальностями: {eb6b56}Мут 120-300 минут \/ Бан от 1 до 5 дней (в зависимости от сказанного)","{cc99ff}8. {99ff99}Запрещена реклама:","-{99ff99}паблика в ВК\/сервера, промокода и т.д.: {eb6b56}Мут 60-300 минут","-{99ff99}любых неофициальных сайтов и других сторонних платформ, на которых продается\/покупается виртуальная валюта, аккаунты и имущество: {eb6b56}Бан на 2000 дней","{cc99ff}9. {99ff99}Запрещено затрагивание родных:","{cc99ff}9.1. {99ff99}Упоминание родных: {eb6b56}Мут 300 минут \/ Бан от 1 до 30 дней","{cc99ff}9.2. {99ff99}Оскорбление родных в т.ч. завуалированное: {eb6b56}Бан от 10 до 30 дней:","{cc99ff}9.3. {99ff99}Пожелание смерти родным: {eb6b56}Бан от 10 до 30 дней","{cc99ff}10. {99ff99}Запрещен оффтоп в \/report: {eb6b56}Мут репорта 10-30 минут","{cc99ff}11. {99ff99}Запрещено оскорбление сервера\/проекта: {eb6b56}Мут 60-300 минут \/ Бан 1-3 дня","{cc99ff}12. {99ff99}Запрещено оскорбление игроков\/администрации: {eb6b56}Мут 30-300 минут","{fba026}Примечание: {99ff99}оскорбление игроков в рамках РП ситуации не наказывается","{cc99ff}13. {99ff99}Запрещено неадекватное поведение, неуважительное отношение к игрокам\/администрации: {eb6b56}Мут 20-120 минут","{cc99ff}14. {99ff99}Запрещено призывать к нарушению правил сервера (Пример: призыв к рванке на слете): {eb6b56}Мут 60-300 минут \/ Бан в зависимости от тяжести нарушения","{cc99ff}15. {99ff99}В канале департамента (\/d) запрещены торги\/реклама\/неадекватное поведение: {eb6b56}Мут 60-120 минут","{cc99ff}16. {99ff99}В вип чате (\/vr) запрещено использовать имя пользователя в соц. сетях (Например: Discord, VK, TG): {eb6b56}Мут 60-120 минут.","{cc99ff}17. {99ff99}В вип чате (\/vr) запрещена любая реклама (в т.ч. купля\/продажа) в обход системы (при отправке сообщения обязательно нажать \"ДА\" в диалоге): {eb6b56}Мут 60-120 минут.","{eb6b56}Дополнение: {99ff99}Системная реклама в VIP чат разрешена раз в 3 минут(1 строчкой), не соблюдение интервала | {eb6b56}мут 40-120 минут.","{cc99ff}18. {99ff99}В рабочую рацию (\/j, \/jb) запрещена реклама\/торги\/обсуждение цен\/услуги аренд и т.п., кроме предметов\/имущества\/услуг, связанных с работами центра занятости: {eb6b56}Мут 60-120 минут","{fba026}Пример: {99ff99}потерял ключи от автомобиля Porsche, кто найдет - напишите п и т.п.)","{cc99ff}19. {99ff99}Запрещено изнасилование и любые насильственные действия сексуального характера: {eb6b56}Бан от 7 до 30 дней","{cc99ff}20. {99ff99}Запрещены нонРП Билборды - билборды, содержащие в себе нарушение любого пункта правил чата: {eb6b56}Удаление билборда + деморган 60-120 минут \/ Бан 1-5 дней","{cc99ff}21. {99ff99}Запрещено намеренно неправильно редактировать объявления в СМИ: {eb6b56}Мут 60-120 минут \/ Варн","{cc99ff}22. {99ff99}Запрещено нарушать правила проведения эфиров в СМИ: {eb6b56}Мут 60-120 минут \/ Варн","{cc99ff}23. {99ff99}Запрещено любое употребление нацистских приветствий\/лозунгов\/символики и прочих проявлений нацизма, ненависти и нетерпимости к другим нациям: {eb6b56}Мут 300 минут \/ Бан от 15 до 30 дней","{cc99ff}24. {99ff99}Запрещено распространение информации, доступной исключительно подписчикам boosty: {eb6b56}Устное предупреждение \/ Мут 60-300 минут \/ Бан 1-7 дней"]},{"name":"Эко. взаимодействие","content":["{cc99ff}1. {99ff99}Запрещена продажа\/покупка\/обсуждение продажи игровой валюты, услуг, аккаунта или иных игровых ценностей за реальную валюту или какой-либо эквивалент: {eb6b56}Бан до 2000 дней","{cc99ff}2. {99ff99}Запрещен обмен имуществом \/ виртами на разных серверах в обход существующей системы перелетов: {eb6b56}Бан на 2000 дней","{cc99ff}3. {99ff99}Запрещена передача\/получение любых игровых ценностей перед получением блокировки (если на вас была подана жалоба, по которой вас могут заблокировать): {eb6b56}Бан от 30 до 2000 дней","{cc99ff}4. {99ff99}Запрещен РП и НонРП развод(попытка развода) - это любая деятельность, направленная на получение выгоды за счет невнимательности или сильной доверчивости игрока (обман): {eb6b56}Бан от 30 до 2000 дней","{cc99ff}5. {99ff99}Запрещено дарить \/ давать в долг \/ переносить через Vice City игровые ценности, общей стоимостью свыше 10 миллиардов без предварительного согласования с главным администратором: {eb6b56}Изъятие вирт \/ Бан от 1 до 2000 дней","{cc99ff}6. {99ff99}Запрещено проводить фейк конкурсы и розыгрыши (Розыгрыши должны быть заранее согласованы с главной администрацией сервера, а итоги проводиться в виде онлайн-трансляции с последующим хранением записи стрима): {eb6b56}Бан от 30 до 2000 дней","{cc99ff}7. {99ff99}Запрещен обход официального доната (например: человек донатит другу, а друг передает в виртах вам, либо любой другой обмен AZ на вирты, кроме \/donate): {eb6b56}Бан от 1 до 2000 дней","{cc99ff}8. {99ff99}Запрещен обход игровых систем и комиссий (Например: обход системы дачи взятки, обход продажи рангов в частных фракциях, обход системной продажи бизнеса): {eb6b56}Бан от 1 до 2000 дней.","{fba026}Примечание: {99ff99}в случае нарушения, вы самостоятельно можете перевести размер комиссии главной администрации во избежание блокировки.","{cc99ff}9. {99ff99}Запрещено оплачивать налоги на имущество игроков, заблокированных на 2000 дней по истечению срока подачи жалобы: {eb6b56}Бан от 1 до 30 дней","{cc99ff}10. {99ff99}Запрещено иметь бизнесы на твинке: {eb6b56}Изъятие бизнесов \/ Бан 2000 дней","{cc99ff}11. {99ff99}Запрещено назначать заместителей на нефтевышках за любые игровые ценности: {eb6b56}Изъятие бизнеса \/ Бан от 5 до 2000 дней","{cc99ff}12. {99ff99}Запрещено нарушение функционирования бизнеса сроком более 7 дней (Например: закрытие фермы; временное открытие бизнеса не продлевает срок): {eb6b56}Изъятие бизнеса \/ Бан от 5 до 2000 дней","{cc99ff}13. {99ff99}Запрещено иметь больше одной частной фракции в одной структуре (гос\/нелегалы) без одобрения от ГА: {eb6b56}Изъятие фракции \/ Удаление семьи \/ Бан владельцу на 2000 дней","{cc99ff}14. {99ff99}Запрещена передача любых игровых ценностей игрокам, которые могут принимать участие в махинациях (в том числе спонсирование игроков для нечестного участия в слетах имущества). Администрация может расценить вас за соучастника.","{cc99ff}15. {99ff99}Не рекомендуется совершать игровые сделки через мусорки, багажники, шкафы и т.п. во избежание ошибочных наказаний, так как подобные сделки вызывают дополнительные подозрения у администрации. Для всех передач имеется системный функционал (Обмен через \/trade, центр обмена имуществом, банковский перевод и так далее).","{cc99ff}16. {99ff99}Если Вы получили любые игровые ценности от неизвестного Вам игрока (который теоретически может оказаться махинатором, багоюзером и т.д.), следует сообщить старшей администрации для проверки данного игрока. Если он окажется «чистым», то у вас ничего не заберут. Данными действиями вы сможете обезопасить свой игровой аккаунт от наказаний."]},{"name":"Голосовой чат","content":["{cc99ff}1. {99ff99}Разрешено передавать ООС информацию в голосовой (Voice) чат, если рядом с Вами нет игроков, чью RP атмосферу\/ситуацию Вы можете испортить.","{cc99ff}2. {99ff99}Разрешена отыгровка действий (модуляция текста через \/me) посредством голосового (Voice) чата.","{fba026}Примечание: {99ff99}разрешено отыгрывать только исключительно действия (\/me [действие] — cделать действие, допустим, \"показать мед. карту — \"\/me достал и передал мед. карту\"\"), любые отыгровки состояний отыгрываются через чат посредством команды (\/do), например, игрок после перестрелки лежит без создания, данная отыгровка отыгрывается через голосовой (Voice) чат запрещена. Нецензурная отыгровка действий Вашего персонажа так-же запрещена.","{cc99ff}3. {99ff99}Запрещено не отключать голосовой чат во время Вашего молчания: {eb6b56}Устное замечание \/ Мут 10-30 минут","{cc99ff}4. {99ff99}Запрещено издавать любые громкие или мешающие звуки, любые помехи микрофона (шорох, треск и т.д.): {eb6b56}Мут 30-60 минут","{cc99ff}5. {99ff99}Запрещено включение любой музыки в общественных местах [Исключение: Использование музыкальных инструментов]: {eb6b56}Мут 30-120 минут","{cc99ff}6. {99ff99}Запрещено включение каких либо записанных голосов\/звуков (Например: записанные отрывки фраз блогеров): {eb6b56}Мут 30-60 минут","{cc99ff}7. {99ff99}Запрещено кричать без какой-либо причины: {eb6b56}Мут 30-120 минут","{cc99ff}8. {99ff99}Запрещено неадекватное вмешательство в RP процесс других игроков: {eb6b56}Мут 30-120 минут","{cc99ff}9. {99ff99}Запрещено использование любого софта для изменения голоса (робот, демоны, звуки животных и т.д.): {eb6b56}Мут 30-120 минут"]},{"name":"Поведение на слетах и аукционах","content":["{cc99ff}1. {99ff99}За любое нарушение правил, которое оказало влияние на исход слета имущества, Вам могут отказать верификацию.","{cc99ff}2. {99ff99}Необходимо записывать опровержения: ловли домов, ловли бизнесов, ловли транспорта (кроме ситуаций, когда транспорт выставлен на продажу в автосалоне более минуты), ловли сгоревших лотерейных билетов. ","{fba026}Примечание: {99ff99}если имущество стоит в госе длительное время, то вы можете купить его без записи опровержения.","{cc99ff}3. {99ff99}Опровержение должно отражать весь процесс ловли вне зависимости от сезона, соответственно должно отражать: \/time, как вы добрались от риэлторского агентства до дома, как вы вводили капчу и т.д.;","{cc99ff}4. {99ff99}Опровержение должно иметь хорошее качество (720p или выше). Все элементы должны быть читаемы;","{cc99ff}5. {99ff99}Любой монтаж\/изменение\/редактирование видео запрещены, в этом администрация в праве отказать в рассмотрении.","{cc99ff}6. {99ff99}По желанию записываются звуки клавиатуры и любой пробив, которые могут оказать ключевое значение в спорной ситуации;","{cc99ff}7. {99ff99}Опровержение должно храниться не менее 5 дней;","{cc99ff}8. {99ff99}Опровержение должно быть предоставлено в течении 24-х часов после запроса администрацией(могут быть исключения): {eb6b56}Бан от 5 до 2000 дней","{cc99ff}9. {99ff99}Запрещено создавать помеху другим игрокам любым образом (Предлагать обмены и т.д.): {eb6b56}Деморган 60-300 минут \/ Бан от 1 до 3 дней","{cc99ff}10. {99ff99}Запрещено наносить урон в т.ч. транспортом: {eb6b56}Деморган 300 минут","{cc99ff}11. {99ff99}Запрещено убийство игроков: {eb6b56}Бан от 3 до 7 дней","{cc99ff}12. {99ff99}Запрещено соучастие с нарушителем (Например: с рванщиком): {eb6b56}Наказание, аналогичное нарушителю","{cc99ff}13. {99ff99}Запрещено использование недоработок, дающих существенное преимущество (Например: шифт на ловле транспорта): {eb6b56}Бан от 3 до 30 дней","{cc99ff}14. {99ff99}Запрещено использование программ\/скриптов\/ботов\/сайтов, предоставляющих информацию о последнем заходе игрока в игру, его активности, историю наказаний - приравнивается к чекеру ловли. {eb6b56}Бан 30 до 2000 дней."]},{"name":"Кастомизация имущества","content":["{cc99ff}1. {99ff99}За неоднократное нарушение правил данного раздела владельцу имущества может быть установлен системный запрет на установку маппинга.","{cc99ff}2. {99ff99}Запрещено нонРП, неадекватное, бредовое название дома\/бизнеса: {eb6b56}Устное предупреждение \/ Деморган 60-120 минут \/ Удаление названия администрацией","{cc99ff}3. {99ff99}Запрещено реклама бизнесов\/семьи\/промокодов, продажа имущества и т.д. в названии дома\/бизнеса: {eb6b56}Удаление названия\/ Устное предупреждение \/ При неоднократном нарушении - Деморган 60-120 минут","{cc99ff}4. {99ff99}Запрещено использование маппинга в местах, для которых он не предназначен: {eb6b56}Устное предупреждение об изменении маппинга (В случае отказа - удаление маппинга)","{fba026}Пример: использование заборов вместо крыши и так далее.","{cc99ff}5. {99ff99}Запрещено намеренно создавать помеху маппингом в проходе другим игрокам: {eb6b56}Устное предупреждение об изменении маппинга (В случае отказа - удаление маппинга)","{cc99ff}6. {99ff99}Запрещено ставить маппинг на дорогах, подъездах к дому: {eb6b56}Устное предупреждение об изменении маппинга (В случае отказа - удаление маппинга)","{cc99ff}7. {99ff99}Запрещено использование маппинга в целях взобраться куда-либо: {eb6b56}Устное предупреждение об изменении маппинга (В случае отказа - удаление маппинга)","{fba026}Пример: {99ff99}строить лестницы в небо из заборов и т.п.","{cc99ff}8. {99ff99}Запрещено размещение более одного массивного маппинга (елки, здания и т.д.): {eb6b56}Устное предупреждение об изменении маппинга (В случае отказа - удаление маппинга)","{cc99ff}9. {99ff99}Запрещено любое неестественное, некрасивое размещение маппинга (например: елка\/грядки на крыше или асфальте, сейф в воздухе и тд): {eb6b56}Устное предупреждение об изменении маппинга (В случае отказа - удаление маппинга)","{cc99ff}10. {99ff99}Запрещено размещение любых объектов в популярных местах (ЦР, ЦБ, АБ, АШ, Вокзалы, Фракции и тд): {eb6b56}Устное предупреждение об изменении маппинга (В случае отказа - удаление маппинга\/запрет на установку)","{cc99ff}11. {99ff99}Запрещено размещение необычных объектов в местах с большой проходимостью игроков, например огромное сердце или воздушный шар: {eb6b56}Устное предупреждение об изменении маппинга (В случае отказа - удаление маппинга\/Запрет на установку)","{cc99ff}12. {99ff99}Запрещено неестественный вид тюнинга: {eb6b56}Устное предупреждение об изменении тюнинга (В случае отказа - удаление тюнинга)","{fba026}Примечание: {99ff99}НонРП тюнингом является его неестественное размещение, например в воздухе. Тюнинг на авто должен выглядит естественно, как в реальной жизни, транспорт не должен быть похож на постапокалиптический. Доска вместо бампера является нонРП тюнингом. Тюнинг может быть удален, даже если за рулем находится не владелец.","{cc99ff}13. {99ff99}Запрещено использование тюнинга с целью навредить игрокам: {eb6b56}Деморган 120-300 минут + запрет использования транспорта на 3-7 дней"]},{"name":"Правила для руководства всех организаций","content":["#Все организации","{cc99ff}1. {99ff99}Все организации придерживаются правил проекта. На них распространяются все стандартные правила: правила каптов, правила контрабанд, правила гос. структур и так далее.","{cc99ff}2. {99ff99}За нарушение любых правил проекта по решению администрации может быть выдано лидерское наказание: {eb6b56}пред, выговор, снятие.","{cc99ff}3. {99ff99}Все организации не должны создавать помеху работе другим: мафиям, гетто, гос. структурам, частным фракциям.","{cc99ff}4. {99ff99}На пост лидера и заместителя возможно встать только с 10 игрового уровня.","{cc99ff}5. {99ff99}На любом посту лидера за исключением частных организаций допускается стоять не более трех сроков подряд. Повторно занять эту же лидерку можно минимум через 15 дней.","{cc99ff}6. {99ff99}Лидер, назначенный на пост по передаче, не может передавать лидерку. Новый лидер назначается только через обзвон.","{cc99ff}7. {99ff99}Финальное решение при выборе лидера на обзвоне остается за администрацией (в разумных пределах).","{cc99ff}8. {99ff99}В рамках РП процесса состав и его действия, применение каких-либо санкций в сторону состава - это дело руководства фракции.","{cc99ff}9. {99ff99}Руководство организаций обязано поддерживать базовый функционал (оформление страховок, лечение игроков и т.д.) и работоспособность своей фракции.","{cc99ff}10. {99ff99}Руководству организаций запрещено изменять свой NickName.","{cc99ff}11. {99ff99}Руководству организаций запрещено сотрудничество с ботами в любом виде (например: принятие во фракцию): {eb6b56}Блокировка аккаунта от 30 до 2000 дней \/ Расформ фракции","{cc99ff}12. {99ff99}Руководству организаций запрещено принимать игроков вне интерьера своей фракции, вне территории своего спавна или вне специально отведенной зоны (военкоматы и т.п.).","{cc99ff}13. {99ff99}Руководству организаций запрещено выдавать\/снимать выговоры, муты, увольнения с неадекватными или нонРП причинами.","{cc99ff}14. {99ff99}Руководству организаций допустимо принимать игроков во фракцию с нонРП ником.","{cc99ff}15. {99ff99}Запрещено повышать игроков с нонРП ником на 7 ранг и выше","{cc99ff}16. {99ff99}Руководители нелегальных организаций должны иметь ник, соответствующий национальности организаций (Якудза - японский ник и т.д.);","","#Частные организации","{cc99ff}1. {99ff99}Частная организация может быть изъята по решению главной и красной администрации в случае чрезмерных и систематических нарушений правил.","{fba026}Пример: {99ff99}За слив лидерского поста, чрезмерно неадекватное поведение, крупные махинации и тд.тп","{cc99ff}2. {99ff99}В частных организациях лидер может взять к себе на пост заместителей своих доверенных лиц на протяжении всего срока неограниченное количество раз.","{cc99ff}3. {99ff99}В частных фракциях заполнение форума не является обязательной процедурой. Если лидеру необходимо заполнение форума, то владельцу семьи\/лидеру частной фракции необходимо красиво и понятно оформить раздел своей организации.","{cc99ff}4. {99ff99}В частных организациях лидер и владелец имеют полное право распоряжаться своей казной как им угодно.","{cc99ff}5. {99ff99}Функционирование частной организации в официальном дискорд-канале сервера не является обязательным","{cc99ff}6. {99ff99}Все локальные правила частной организации (по типу: уставы, регламенты, правила), созданные владельцем или лидером организации, согласовываются с главной администрацией сервера.","-{99ff99}Они не должны противоречить правилам сервера;","-{99ff99}При отсутствии необходимых локальных правил, частная фракция придерживается общих правил своей структуры."]},{"name":"Поведение вне сервера","content":["{cc99ff}1. {99ff99}Правила данного раздела относятся исключительно к официальным ресурсам проекта. Ими являются: форум проекта, официальные группы в ВК и ТГ, дискорд сервера, конференции ВК, относящиеся к серверу и так далее.","{cc99ff}2. {99ff99}Наказание игрокам по данному разделу не будут выданы, если:","-{99ff99}с момента отправки сообщений прошло более 30 дней;","-{99ff99}игроки нарушали вне официальных ресурсов, например в личных сообщениях;","{cc99ff}3. {99ff99}Запрещено неадекватное поведение: {eb6b56}Устное предупреждение \/ Бан от 1 до 30 дней","{cc99ff}4. {99ff99}Запрещено оскорбление администрации и проекта: {eb6b56}Устное предупреждение \/ Бан от 1 до 30 дней","{cc99ff}5. {99ff99}Запрещено упоминание\/оскорбление родных: {eb6b56}Бан от 1 до 30 дней","{cc99ff}6. {99ff99}Запрещено предлагать (намекать) кому-либо купить\/продать любые игровые ценности, либо заниматься иными вредительскими действиями (рванка, ddos, установка ракботов и т.п.): {eb6b56}Бан на 2000 дней","{fba026}Примечание: {99ff99}данный пункт действует вне официальных ресурсов проекта, в т.ч. в личных сообщениях"]},{"name":"Ограбления и похищения","content":["{cc99ff}1. {99ff99}РП Похищение\/Ограбление должно быть основательно подготовлено и продумано. В ситуации должно максимально отыгрываться РП с применением системного функционала. Ограбления должны проводиться как РП ситуация, а не с целью забрать у игрока его заработанные внутриигровые ценности. Рекомендуется иметь запись всего РП процесса во избежание конфликтных или спорных ситуаций.","{cc99ff}2. {99ff99}Запрещено похищать\/грабить в ЗЗ\/на спавнах: {eb6b56}Деморган 300 минут","{cc99ff}3. {99ff99}Запрещено выжидать жертву для похищения, находящуюся в AFK или AFK без ESC: {eb6b56}Деморган 60-300 минут \/ Варн","{cc99ff}4. {99ff99}Запрещено наносить увечья жертве, убивать: {eb6b56}деморган 120-300 минут","{cc99ff}5. {99ff99}Запрещено забирать аксессуары и другие игровые ценности: {eb6b56}Бан на 29 дней","{cc99ff}6. {99ff99}Запрещено похищать в меньшинстве (похитителей должно быть не менее 3): {eb6b56}Деморган 60-120 минут"]},{"name":"Правила сотрудников МЮ","content":["{cc99ff}1. {99ff99}Разрешены нарушения данных правил, если в процессе ареста игрок грубо нарушает правила сервера и у вас не остается возможности действовать иначе, при этом у вас должны быть доказательства нарушений со стороны игрока.","{fba026}Пример: {99ff99}разрешено арестовывать на респе банды, в центре гетто, если игрок в процессе погони приехал туда; разрешено провести дм арест, если игрок использует воду или аксессуары от ареста и т.д.","{cc99ff}2. {99ff99}Запрещен ДМ арест - убийство игрока для его отправки в тюрьму при наличии возможности провести стандартный арест: {eb6b56}Деморган 300 минут \/ Варн","{cc99ff}3. {99ff99}Запрещено таскать игроков через \/gotome на большие расстояния (разрешено только до автомобиля): {eb6b56}Устное замечание \/ Деморган 60-180 минут","{fba026}Примечание: {99ff99}автомобиль должен находиться неподалеку от места проведения ареста. Если он отсутствует, полицейский должен запросить подкрепление.","{cc99ff}4. {99ff99}Запрещено в форме находиться на территориях с красным розыском: {eb6b56}Устное замечание \/ Деморган 60-300 минут \/ Варн","{fba026}Примечание: {99ff99}наказание также последует, если находится рядом с зоной и наносить урон игрокам, находящимся в ней.","{cc99ff}5. {99ff99}Запрещено выдавать розыск за неподчинение игрокам, находящимся в АФК, РП сне и бездействующим: {eb6b56}Деморган 180-600 минут \/ Варн","{cc99ff}6. {99ff99}Сотруднику запрещено выдавать розыск после своей смерти или попадания в стадию смерти (если игрок(подозреваемый) в стадии смерти - розыск выдавать можно): {eb6b56}Деморган 180-300 минут \/ Варн","{cc99ff}7. {99ff99}Запрещено выдавать наказания (розыск, штрафы и т.д.) без причины. Выдача наказаний должна быть в соответствии с ЕФК - Единый Федеральный Кодекс (УК, АК и т.д). - в зависимости от названия на вашем сервере).","-{99ff99}Ошибочным розыском (штрафом и т.д.) считается тот, который выдан без причины, с нарушением действующего законодательства, или который был снят по решению администрации;","-{99ff99}Если в результате некорректных действий полицейского игрок понес любые убытки (снял ошибочный розыск у Гурама, выкупил автомобиль на штрафстоянке), лидер данного ПД должен компенсировать расходы за своего сотрудника;","-{99ff99}За ошибочный розыск, в результате которого игрок не пострадал (розыск был снят): {eb6b56}Устное предупреждение","-{99ff99}За ошибочный розыск, в результате которого игрок попал в ТСР или понес иные убытки: {eb6b56}300-600 минут деморгана \/ Варн","-{99ff99}За намеренную выдачу ошибочного розыска: {eb6b56}Варн \/ Бан от 1 до 10 дней","-{99ff99}За массовую выдачу ошибочного розыска (слив): {eb6b56}Бан на 2000 дней","{cc99ff}8. {99ff99}Запрещено начинать задержание игрока без РП диалога, проверки документов и т.п., если вы не видели нарушение своими глазами: {eb6b56}Деморган 120-180 минут","{fba026}Примечание: {99ff99}полицейский должен отыграть, как конкретно узнал, что перед ним игрок в розыске, а не условный брат-близнец.","{cc99ff}9. {99ff99}Запрещено проводить арест (находиться) на территории спавнов банд, мафий без заранее подготовленной облавы: {eb6b56}Деморган 120-300 минут \/ Варн","{cc99ff}10. {99ff99}Полицейским требуется записывать нарушения со стороны игроков, за которые они их наказывают. Администрация может запросить опровержение на выдачу розыска (\/su), штрафы (\/ticket), изъятие предметов и лицензий (\/take), на отправку машины на штрафстоянку (\/strafs). По желанию можно записывать опровержение на полный процесс ареста (\/arrest) - от задержания до отправки в КПЗ, которое может помочь в случае жалобы от игрока.","-{99ff99}Запись должна иметь \/time и хорошее качество (720p или выше). Все элементы должны быть читаемы;","-{99ff99}Запись должна храниться не менее 5 дней;","-{99ff99}Запись должна быть предоставлена в течении 24-х часов после запроса администрацией: {eb6b56}Устное предупреждение \/ Деморган 180-600 минут \/ Варн \/ Бан от 1 до 30 дней (мера увеличивается с количеством нарушений)"]},{"name":"МП-1. Правила поведения на мероприятиях от администрации.","content":["{cc99ff}МП-1.1 {99ff99}Правила и меры наказания сервера остаются в действии и на мероприятиях..","{cc99ff}МП-1.2 {99ff99}Администратор проводящий мероприятие, может изменить какое либо из правил в зависимости от ситуации!","{cc99ff}МП-1.3 {f7da64}Прятки на заводе \/ Прятки на корабле \/ Офисный Беспредел \/ Атака танком \/ Атака с воздуха \/ Поливалка \/ Рыбалка","{cc99ff}МП-1.3.1 {99ff99}Использовать любой вид хилла (Нарко, аптечка, сигарета), бронежилет, адреналин: {eb6b56}30 минут деморгана ","{cc99ff}МП-1.3.2 {99ff99}Использовать маску: {eb6b56}20 минут деморгана ","{cc99ff}МП-1.3.3 {99ff99}Использовать анимации(\/anims): {eb6b56}20 минут деморгана","{cc99ff}МП-1.3.4 {99ff99}Сбивать анимации: {eb6b56}60-180 минут деморгана","{cc99ff}МП-1.3.5 {99ff99}Багоюз (Залезать в текстуры и т.п. вещи): {eb6b56}10-300 минут деморгана","{cc99ff}МП-1.3.6 {99ff99}Выходить за территорию проведения мероприятия: {eb6b56}Спавн с мероприятия","{cc99ff}МП-1.3.7 {99ff99}Находиться на мероприятии без скина который выдал администратор: {eb6b56}Спавн с мероприятия","{cc99ff}МП-1.3.8 {99ff99}МГ \/ Капс \/ Флуд: {eb6b56}20-120 минут мута","{cc99ff}МП-1.4 {f7da64}Король Desert Eagle \/ Последний Самурай \/ Последний Выживший","{cc99ff}МП-1.4.1 {99ff99}Использовать любой вид хилла (Нарко, аптечка, сигарета), бронежилет, адреналин: {eb6b56}30 минут деморгана ","{cc99ff}МП-1.4.2 {99ff99}Использовать маску: {eb6b56}20 минут деморгана ","{cc99ff}МП-1.4.3 {99ff99}Использовать анимации(\/anims): {eb6b56}20 минут деморгана","{cc99ff}МП-1.4.4 {99ff99}Сбив анимации, переката: {eb6b56}60-180 минут деморгана","{cc99ff}МП-1.4.5 {99ff99}Багоюз (Залезать в текстуры и т.п. вещи): {eb6b56}10-300 минут деморгана","{cc99ff}МП-1.4.6 {99ff99}Выходить за территорию проведения мероприятия: {eb6b56}Спавн с мероприятия","{cc99ff}МП-1.4.7 {99ff99}Находиться на мероприятии без скина который выдал администратор: {eb6b56}Спавн с мероприятия","{cc99ff}МП-1.4.8 {99ff99}МГ \/ Капс \/ Флуд: {eb6b56}20-120 минут мута","{cc99ff}МП-1.4.9 {99ff99}+С \/ Отвод в человека (И любые другие баги стрельбы): {eb6b56}250-300 минут деморгана \/ Варн","{cc99ff}МП-1.5 {f7da64}Золотой гонщик \/ Догонялки","{cc99ff}МП-1.5.1 {99ff99}Нанесение урона машине администраторов: {eb6b56}20 минут деморгана ","{cc99ff}МП-1.5.2 {99ff99}Поиск администраторов путем выдачи звёзд: {eb6b56}Варн","{cc99ff}МП-1.5.3 {99ff99}Передача денег путем каких либо багов: {eb6b56}300 минут деморгана","{cc99ff}МП-1.5.4 {99ff99}Подрезание по пингу администратора: {eb6b56}Кик с сервера \/ Дисквалификация с мероприятия","{cc99ff}МП-1.5.5 {99ff99}Использование вертолётов\/самолётов\/других летающих средств: {eb6b56}Дисквалификация с мероприятия","{cc99ff}МП-1.5.6 {99ff99}МГ \/ Капс \/ Флуд: {eb6b56}20-120 минут мута"]},{"name":"Правила мероприятия \"Битва за Завод\"","content":["{cc99ff}1. {99ff99}Разрешено ПГ и использование тазера в бою","{cc99ff}2. {99ff99}Сотрудникам МЮ запрещено выдавать розыск во время проведения мероприятия {eb6b56}[Варн]","{cc99ff}3. {99ff99}Запрещено участие в мероприятии от игроков, не состоящих в организациях: мю, мо и банды. {eb6b56}[Деморган 60-120 минут]","{cc99ff}4. {99ff99}Запрещено использовать лечение\/бронежилет в бою, именно в момент дуэльной перестрелки {eb6b56}[Деморган 60-120 минут]","Исключение: Культовый бронежилет","{cc99ff}5. {99ff99}Запрещено использовать любые баги стрельбы. (сбив перекатов, сбив темпа, +с, слайды, отводы и т.д.) {eb6b56}[Деморган 60-120 минут\/+с в игрока - варн]","{cc99ff}6. {99ff99}Запрещено проводить арест на мероприятии [Варн]","{cc99ff}7. {99ff99}Запрещено убивать игроков до начала проведения мероприятия {eb6b56}[Варн]. Начало МП 19:20, конец 20:00.","{cc99ff}8. {99ff99}Использовать любые скрипты, моды или иные конструкции, дающие преимущество над другими игроками (читы, клео и тд.) {eb6b56}[Бан до 30 дней]","{cc99ff}9. {99ff99}Запрещено использовать игрушечный транспорт на р\/у {eb6b56}[Деморган 60-120 минут]","","Дополнительная информация:","1. Игрок имеет право по своему усмотрению и желанию осуществлять запись своего игрового процесса во время участия в серверных мероприятиях.","2. Игрок, который демонстрирует высокие показатели убийств, частые победы, или вызывает подозрения в использовании читов, может быть обязан записывать свой игровой процесс во время участия в серверных мероприятиях по решению старшей администрации."]},{"name":"Захват корабля","content":["{cc99ff}1. {99ff99}Разрешено ПГ","{cc99ff}2. {99ff99}Запрещено использовать лечение\/бронежилет в бою, именно в момент дуэльной перестрелки {eb6b56}[Деморган 60-120 минут]","Исключение: Культовый бронежилет","{cc99ff}3. {99ff99}Запрещено использовать любые баги стрельбы. (сбив перекатов, сбив темпа, +с, слайды, отводы и т.д.) {eb6b56}[Деморган 60-120 минут\/+с в игрока - варн]","{cc99ff}4. {99ff99}Запрещено посторонним лицам создавать помеху {eb6b56}[Деморган 60-120 минут]","{cc99ff}5. {99ff99}Запрещено использование сторонних программ, дающих преимущество (читы, клео и тд.) {eb6b56}[Бан до 30 дней]","{cc99ff}6. {99ff99}Запрещено использовать игрушечный транспорт на р\/у {eb6b56}[Деморган 60-120 минут]","","Дополнительная информация:","1. Игрок имеет право по своему усмотрению и желанию осуществлять запись своего игрового процесса во время участия в серверных мероприятиях.","2. Игрок, который демонстрирует высокие показатели убийств, частые победы, или вызывает подозрения в использовании читов, может быть обязан записывать свой игровой процесс во время участия в серверных мероприятиях по решению старшей администрации."]},{"name":"Операция \"Мираж\"","content":["{cc99ff}1. {99ff99}За нарушения правил \"Операции Мираж\" от игроков, занявших призовые места (1-3 место) - Изъятие выигранных AZ Coins (В случае неоднократного нарушения правила - блокировка аккаунта на 5 дней)","{cc99ff}2. {99ff99}Запрещен тиминг между командами {eb6b56}[Деморган 60-120 минут]","{cc99ff}3. {99ff99}Запрещено будучи в транспорте, стрелять с пассажирского места, используя Золотая Сайга и Дробовик Ребекки {eb6b56}[Деморган 60-120 минут]","{cc99ff}4. {99ff99}Запрещено использовать лечение\/бронежилет в бою, именно в момент дуэльной перестрелки {eb6b56}[Деморган 60-120 минут]","Исключение: Культовый бронежилет","{cc99ff}5. {99ff99}Запрещено использовать любые баги стрельбы. (сбив перекатов, сбив темпа, +с, слайды, отводы и т.д.) {eb6b56}[Деморган 60-120 минут\/+с в игрока - варн]","{cc99ff}6. {99ff99}3+ нарушения от одного человека за мероприятие {eb6b56}[Варн]","{cc99ff}7. {99ff99}Использовать любые скрипты, моды или иные конструкции, дающие преимущество над другими игроками (читы, клео и тд.) {eb6b56}[Бан до 30 дней]","","Дополнительная информация:","1. Игрок имеет право по своему усмотрению и желанию осуществлять запись своего игрового процесса во время участия в серверных мероприятиях.","2. Игрок, который демонстрирует высокие показатели убийств, частые победы, или вызывает подозрения в использовании читов, может быть обязан записывать свой игровой процесс во время участия в серверных мероприятиях по решению старшей администрации."]},{"name":"Правила мероприятия \"Аирдроп\"","content":["{cc99ff}1. {99ff99}Разрешено ПГ","{cc99ff}2. {99ff99}Запрещено уходить от смерти в зеленую зону {eb6b56}[Деморган 60-120 минут]","{cc99ff}3. {99ff99}Запрещено использовать лечение\/бронежилет в бою, именно в момент дуэльной перестрелки {eb6b56}[Деморган 60-120 минут]","Исключение: Культовый бронежилет","{cc99ff}4. {99ff99}Запрещено использовать любые баги стрельбы. (сбив перекатов, сбив темпа, +с, слайды, отводы и т.д.) {eb6b56}[Деморган 60-120 минут\/+с в игрока - варн]","{cc99ff}5. {99ff99}Запрещено посторонним лицам создавать помеху на аирдропе {eb6b56}[Деморган 60-120 минут]","{cc99ff}6. {99ff99}Запрещено использование сторонних программ, дающих преимущество (читы, клео и тд.) {eb6b56}[Бан до 30 дней]","{cc99ff}7. {99ff99}Запрещено использовать игрушечный транспорт на р\/у {eb6b56}[Деморган 60-120 минут]","","Дополнительная информация:","1. Игрок имеет право по своему усмотрению и желанию осуществлять запись своего игрового процесса во время участия в серверных мероприятиях.","2. Игрок, который демонстрирует высокие показатели убийств, частые победы, или вызывает подозрения в использовании читов, может быть обязан записывать свой игровой процесс во время участия в серверных мероприятиях по решению старшей администрации."]},{"name":"Правила семейных захватов","content":["Видео-опровержения с мероприятия:","{cc99ff}1. {99ff99}Каждый участник семейного захвата территорий в обязательном порядке должен записывать весь капт и хранить запись трое суток | При отсутствии опровержения по просьбе администрации - Блокировка игрового аккаунта на 15 дней","{cc99ff}2. {99ff99}Администрации может в любой момент запросить у вас опровержение с капта и вы обязаны его предоставить в течении суток","{cc99ff}3. {99ff99}При получении наказания на капте вы можете написать жалобу, где вы в обязательном порядке должны предоставить опровержение","{cc99ff}4. {99ff99}Начальные условия при записи опровержения (Пробив)","На опровержении должно быть зафиксировано \/time, \/id или \/stats.","{cc99ff}5. {99ff99}Запрещено редактировать\/рендерить видео\/убирать\/накладывать звук. Исключение: обрезать момент, если следящий запросил опру момента","{cc99ff}6. {99ff99}Запрещено записывать видео которое не соответствует требованиям (Несмотрибельные опровержения)","{cc99ff}7. {99ff99}На видео с опровержением рекомендуем присутствие звуков игры","{cc99ff}8. {99ff99}Рекомендуем соблюдать баланс звука для приятного восприятия","{cc99ff}9. {99ff99}Запрещено удалять\/вырезать эффект крови и таргеты","{cc99ff}10. {99ff99}Запрещено убирать видимость объектов (текстуры, столбы, видимость мусора, деревья, кусты и т.д), в условиях, дающих преимущество над другими игроками","","Минимальные требования к опровержению","Минимальное качество опровержения:","FPS: 30","Разрешение экрана: 1280x720 (720p)","","Качество может быть и ниже, но смотрибельно для администрации","","Правила:","{cc99ff}1. {99ff99}Неприезд (-1 территория)","Примечание: Если семья заранее понимает, что она не сможет осуществить приезд на капт по своей инициативе - необходимо до 14:00 серверного времени сообщить об этом следящей администрации, с просьбой отменить ваши встречи.","{cc99ff}2. {99ff99}Запрещено использовать лечение\/бронежилет в бою, именно в момент дуэльной перестрелки {eb6b56}[Деморган 60-120 минут]","Исключение: Культовый бронежилет","{cc99ff}3. {99ff99}Запрещено использовать любые баги стрельбы. (сбив перекатов, сбив темпа, +с, слайды, отводы и т.д.) {eb6b56}[Деморган 60-120 минут\/+с в игрока - варн]","{cc99ff}4. {99ff99}Запрещено систематически забивать капт, с дальнейшим неприездом {eb6b56}(-1 территория. При отсутствии территорий у семьи - системный запрет семьи на войны)","{cc99ff}5. {99ff99}Запрещено использование сторонних программ, дающих преимущество (читы, клео и тд.) {eb6b56}[Бан до 30 дней]","{cc99ff}6. {99ff99}Запрещено выходить из семьи дабы не дать убить себя на захвате {eb6b56}[Деморган 60-120 минут]","{cc99ff}7. {99ff99}Запрещено намеренно убивать участников своей семьи {eb6b56}[Деморган 60-120 минут]","{cc99ff}8. {99ff99}Запрещено выгонять человека из семьи дабы его не убили {eb6b56}[Деморган 60-120 минут]","{cc99ff}9. {99ff99}Запрещено сбивать таймер времени проведения битвы методом заезда в квадрат и выезда (Продлив) {eb6b56}[Деморган 60-120 минут]","{cc99ff}10. {99ff99}Запрещено использовать игрушечный транспорт на р\/у {eb6b56}[Деморган 60-120 минут]","{cc99ff}11. {99ff99}Бан на капте {eb6b56}(-4 территории)","{cc99ff}12. {99ff99}5 и более деморганов\/варнов от семьи за капт {eb6b56}(-1 территория)","{cc99ff}13. {99ff99}Запрещено убивать игроков до начала проведения мероприятия","{cc99ff}14. {99ff99}Каждые три месяца будет производиться расформ семейных территорий. (т.е. расформ будет в начале месяца, 1 числа)","{cc99ff}14.1. {99ff99}Сезоны длятся по три месяца:","зимний [декабрь, январь, февраль]","весенний [март, апрель, май]","летний [июнь, июль, август]","осенний [сентябрь, октябрь, ноябрь]","{cc99ff}15. {99ff99}Аннулирование всех территорий при получении системного запрета семьи на войны"]},{"name":"Федеральный кодекс","content":["#Уголовный кодекс","Статья 1. Неподчинение","Статья 1.1. За неподчинение сотруднику министерства юстиции при исполнении, нарушителю присваивается 3-ий уровень розыска. ","Примечание: Если сотрудник полиции не показал документы, то выдавать розыск нельзя. Также если гражданский не останавливается по требованию сотрудника, то розыск выдавать можно.","Статья 1.2. За неподчинение сотруднику министерства юстиции при исполнении, при Чрезвычайной Ситуации в штате, проведении специальных операций, нарушителю присваивается 4-ый уровень розыска. ","Примечание: Если сотрудник полиции не показал документы, то выдавать розыск нельзя.","Статья 1.3. За попытку удаления, снятия, порчу любого рода предметов, отслеживающих местоположение, которыми сотрудники министерства юстиции ограничили гражданина, нарушителю присваивается 6-ой уровень розыска.","Статья 1.4. За попытку скрыться от задержания, нарушителю присваивается 3-ий уровень розыска.","Статья 1.5. За отказ выплаты штрафа нарушителю присваивается 2-ой уровень розыска. ","","Статья 2. Сопротивление при аресте","Статья 2.1. За оказание сопротивления без применения огнестрельного оружия, нарушителю присваивается 3-ий уровень розыска.","Статья 2.2. За оказание сопротивление с применением огнестрельного оружия, нарушителю присваивается 6-ой уровень розыска с последующим изъятием лицензии на ношение оружия.","Статья 2.3. За скрытие с места преступления, нарушителю присваивается 6-ой уровень розыска.","","Статья 3. Предоставление документов","Статья 3.1. За отказ, нежелание предоставлять документы, удостоверяющие личность сотруднику министерства юстиции, при Чрезвычайной Ситуации в штате, проведении специальных операций, нарушителю присваивается 4-ый уровень розыска.","Статья 3.2. За предоставление подделанных документов, нарушителю присваивается 6-ой уровень розыска.","","Статья 4. Оскорбление","Статья 4.1. За оскорбление сотрудника государственных структур, нарушителю присваивается 2-ой уровень розыска.","Статья 4.2. За оскорбление сотрудника министерства юстиции при исполнении, нарушителю присваивается 3-ий уровень розыска.","Статья 4.3. За оскорбление, неадекватное поведение в общественных местах, нарушителю присваивается 3-ий уровень розыска.","Статья 4.4. За провокации на совершение каких-либо противоправных действий, бездействию, нарушителю присваивается 4-ый уровень розыска. ","","Статья 5. Нападение","Статья 5.1. За нападение на гражданское лицо, нарушителю присваивается 3-ий уровень розыска.","Статья 5.2. За нападение на гражданское лицо с использованием огнестрельного, холодного, пневматического, метательного оружия, нарушителю присваивается 6-ой уровень розыска с последующим изъятием лицензии на ношение оружия.","Статья 5.3 За нападение на государственного служащего преступнику присваивается 5-ый уровень розыска.","Статья 5.4 За вооруженное нападение на сотрудника министерства юстиции, нарушителю присваивается 6 уровень розыска.","","Статья 6. Убийство","Статья 6.1. За убийство нарушителю присваивается 6-ой уровень розыска с последующим изъятием лицензии на ношение оружия.","Статья 6.2. За убийство сотрудника министерства юстиции при исполнении нарушителю присваивается 7-ой уровень розыска с последующим изъятием лицензии на ношение оружия.","","Статья 7. Взятка и давление","Статья 7.1. За попытку дачи взятки сотруднику государственной структуры, нарушителю присваивается 3-ий уровень розыска.","Статья 7.1.1. За попытку дачи взятки сотруднику министерства юстиции, нарушителю присваивается 5-ый уровень розыска.","Статья 7.1.2. За попытку дачи взятки уполномоченному судье, нарушителю присваивается 5-ый уровень розыска.","Статья 7.2. За получение взятки должностным лицом, ему присваивается 5-ый уровень розыска, а также следует увольнение, занесение в Черный Список организации.","Статья 7.3. За давление на должностное лицо, нарушителю присваивается 3-ий уровень розыска.","","Статья 8. Оружие","Статья 8.1. За ношение оружия в открытом виде, нарушителю присваивается 2-ой уровень розыска с последующим изъятием оружия и лицензии на его ношение.","Статья 8.2. За ношение оружия без лицензии на его ношение, нарушителю присваивается 6-ой уровень розыска.","Статья 8.3. За изготовление оружия при помощи материалов, нарушителю присваивается 1-й уровень розыска.","Статья 8.4. За нелегальную покупку, продажу, обмен оружия или попытку, нарушителю присваивается 6-ой уровень розыска с последующим изъятием лицензии на ношение оружия.","Статья 8.5. За нелегальную покупку, продажу, обмен материалов для изготовления боевых припасов или попытку, нарушителю присваивается 3-ий уровень розыска с последующим изъятием лицензии на ношение оружия.","","Статья 9. Вымогательство","Статья 9.1. За вымогательство денежных средств, а также предметов, представляющих материальную ценность у граждан, нарушителю присваивается 4-ый уровень розыска.","Статья 9.2. За вымогательство денежных средств, а также предметов, представляющих материальную ценность у сотрудников министерства юстиции при исполнении, нарушителю присваивается 6-ой уровень розыска.","Статья 9.3. За вымогательство денежных средств, а также предметов, представляющих материальную ценность должностным лицом, такое лицо отстраняется от занимаемой должности, заносится в Черный Список организации и получает 6-ой уровень розыска.","","Статья 10. Нарушения сексуального характера, Проституция","Статья 10.1. За занятие проституцией, нарушителю присваивается 1-ый уровень розыска.","Статья 10.2. За вовлечение в занятие проституцией, нарушителю присваивается 3-ий уровень розыска.","Статья 10.3. За изнасилование или попытку, нарушителю присваивается 6-ой уровень розыска.","","Статья 11. Ложные показания","Статья 11.1. За дачу ложных показаний в отношение гражданина, нарушителю присваивается 2-ой уровень розыска.","Статья 11.2. За дачу ложных показаний в отношение должностного лица, нарушителю присваивается 4-ый уровень розыска.","Статья 11.2.1. За дачу ложных показаний Судье, нарушителю присваивается 6-ой уровень розыска.","Статья 11.3. За дачу ложных показаний в свою сторону, нарушителю присваивается 1-ый уровень розыска.","Статья 11.4. За ложный вызов 911, нарушителю присваивается 2-ой уровень розыска.","","Статья 12. Нацизм","Статья 12.1. За проявление национализма, расизма, нарушителю присваивается 4-ый уровень розыска.","Статья 12.2. За призыв к нацизму, нарушителю присваивается 5-ый уровень розыска.","Статья 12.3. За пребывание в национал-социалистической партии, нарушителю присваивается 6-ой уровень розыска.","Статья 12.4. За вербовку в национал-социалистическую партию, нарушителю присваивается 6-ой уровень розыска.","Статья 12.5. За проявленную помощь национал-социалистическим партиям, нарушителю присваивается 6-ой уровень розыска.","","Статья 13. Экстремизм","Статья 13.1. За проявление экстремизма, нарушителю присваивается 6-ой уровень розыска.","Статья 13.2. За призыв к экстремизму, нарушителю присваивается 6-ый уровень розыска.","Статья 13.3. За пребывание в экстремистской группировке, нарушителю присваивается 6-ой уровень розыска.","Статья 13.4. За вербовку в экстремистскую группировку, нарушителю присваивается 6-ой уровень розыска.","Статья 13.5. За проявленную помощь экстремистским группировкам, нарушителю присваивается 6-ой уровень розыска.","","Статья 14. Терроризм","Статья 14.1. За совершение или планирование террористического акта, нарушителю присваивается 6-ой уровень розыска.","Статья 14.2. За похищение, удержание, заключение вне воли гражданина, нарушителю присваивается 6-ой уровень розыска.","Статья 14.3. За пребывание в террористической группировке, нарушителю присваивается 6-ой уровень розыска.","","Статья 15. Укропосодержащие вещества","Статья 15.1. За сбыт, перевозку, хранение, употребление, покупку, продажу, выращивание укропосодержащих веществ и их семян, нарушителю присваивается 6-ой уровень розыска.","Статья 15.2. За посев и выращивание растений, предназначенных для обработки и переработки в укропосодержащие вещества, нарушителю присваивается 6-ой уровень розыска.","Статья 15.3. За сбыт, перевозку, хранение, употребление, покупку, продажу, выращивание укропосодержащих веществ и их семян сотруднику государственной организации, сотрудник подлежит увольнению, занесению в Черный Список организации, а также присваивается 6-ой уровень розыска.","","Статья 16. Угрозы","Статья 16.1. За угрозы гражданину, нарушителю присваивается 2-ой уровень розыска.","Статья 16.2. За угрозы сотруднику государственной организации при исполнении, нарушителю присваивается 3-ий уровень розыска.","Статья 16.3. За угрозы руководству государственных организаций, нарушителю присваивается 5-ый уровень розыска.","","Статья 17. Проникновение","Статья 17.1. За проникновение на частную территорию без разрешения владельца, нарушителю присваивается 2-ой уровень розыска.","Статья 17.2. За проникновение на территорию, охраняемую министерством юстиции или министерством обороны, нарушителю присваивается 4-ый уровень розыска.","Статья 17.3. За проникновение на территорию, охраняемую министерством юстиции или министерством обороны при Чрезвычайной Ситуации или проведении специальной операции, нарушителю присваивается 6-ой уровень розыска.","Статья 17.4. За проникновение на территорию военных объектов, а также Федеральной Тюрьмы, нарушителю присваивается 6-ой уровень розыска.","","Статья 18. Митинг","Статья 18.1. За организацию несанкционированного митинга, нарушителю присваивается 6-ой уровень розыска.","Статья 18.2. За проведение митинга, который влечет за собой материальные потери, организаторам присваивается 5-ый уровень розыска, причем митингующие должны покинуть территорию проведения митинга.","Статья 18.3. За участие в несанкционированном митинге, нарушителю присваивается 3-ий уровень розыска.","Статья 18.4. За призывы к насилию во время проведения митинга, нарушителю присваивается 6-ой уровень розыска.","","Статья 19. Наезд транспортным средством","Статья 19.1. Наезд транспортным средством на гражданское лицо, нарушителю присваивается 4-ый уровень розыска.","Статья 19.2. Наезд транспортным средством на гос.служащего, нарушителю присваивается 5-ый уровень розыска.","","Статья 20. Кража","Статья 20.1. Кража имущества гражданского лица, нарушителю присваивается 3-ий уровень розыска.","Статья 20.2. Кража имущества гос.служащего, нарушителю присваивается 4-ый уровень розыска.","Статья 20.3. Попытка угона или угон транспортного средства гражданского лица, нарушителю присваивается 5-ый уровень розыска.","Статья 20.4. Попытка угона или угон транспортного средства, находящегося в распоряжении государственных структур, нарушителю присваивается 6-ой уровень розыска.","","Статья 21. Хулиганство","Статья 21.1. За совершение хулиганских действий в общественных местах, нарушителю присваивается 2-ой уровень розыска.","Статья 21.2. За умышленное повреждение имущества, принадлежащего частному лицу, нарушителю присваивается 3-ий уровень розыска.","Статья 21.3. За умышленное повреждение имущества, принадлежащего государству, нарушителю присваивается 5-ый уровень розыска.","","Статья 22. Помеха работе государственным структурам","Статья 22.1. За помеху сотруднику министерства юстиции, нарушителю присваивается 4-ый уровень розыска.","Статья 22.2. Пособничество в развале специальных операций, помеха работе государственных структур во время Чрезвычайных ситуаций, нарушителю присваивается 6-ой уровень розыска.","Статья 22.3. За покрывательство правонарушений, например, сокрытие улик, нарушителю присваивается 6-й уровень розыска.","","Статья 23. Превышение должностных полномочий","Статья 23.1. Превышение должностных полномочий, влекущие существенные нарушения прав и свобод гражданского населения, нарушителю присваивается 6-ой уровень розыска с дальнейшим увольнением и занесением в Черный Список.","Статья 23.2. Превышение должностных полномочий, путем отклонения от действующего законодательства и иных правовых документов, нарушителю присваивается 6-ой уровень розыска с дальнейшим увольнением.","Статья 23.3. Превышение должностных полномочий, путем самовольного совершения каких-либо действий, нарушителю присваивается 4-ый уровень розыска с дальнейшим увольнением.","","Статья 24. Государственная измена","Статья 24.1. За планирование и реализацию действие, рассматриваемые как государственную измену, нарушителю присваивается 6-ой уровень розыска с дальнейшим увольнением, занесением в Черный Список, а также лишением всех имеющихся лицензий.","Статья 24.2. За соучастие или финансирование в государственной измене, нарушителю присваивается 6-ой уровень розыска с дальнейшим увольнением и занесением в Черный Список.","Статья 24.3. За сотрудничество сотрудников государственных структур с нелегальными или преступными организациями, нарушителю присваивается 6-ой уровень розыска с дальнейшим увольнением.","Статья 24.4. За покрывательство или соучастие в нарушении Единого Федерального Кодекса штата Юма, находясь в составе государственной организации, нарушителю присваивается 6-ой уровень розыска с дальнейшим увольнением.","Статья 24.5. За раскрытие личности агентов Федерального Бюро или лиц, которые скрыты от общественности приказами Правительства, нарушителю присваивается 5-ый уровень розыска.","","Статья 25. Исполнение приговора Суда","Статья 25.1. За неисполнение приговора Суда в установленные сроки, нарушителю присваивается 4-ый уровень розыска.","","Статья 26. Клевета","Статья 26.1. Клевета на гражданское лицо, нарушителю присваивается 1-ый уровень розыска.","Статья 26.2. Клевета на частную или государственную организацию, нарушителю присваивается 2-ой уровень розыска.","","Статья 27. Ношение форменной одежды","Статья 27.1. Незаконное ношение форменной одежды со знаками отличия или символикой государственных силовых структур, влечет за собой присвоение нарушителю 5-го уровня розыска с последующие конфискацией форменной одежды, знаков отличия, символики силовых структур.","Статья 27.2. За ношение маски во всё лицо, нарушителю присваивается 3-ий уровень розыска.","","Статья 28. Запрещенные предметы","Статья 28.1. Производство, хранения, покупка и продажа отмычек, ключей и любых иных предметов для освобождения из Федеральной Тюрьмы, нарушителю присваивается 6-ой уровень розыска.","Статья 28.2. Наличие при себе отмычек для взлома транспортных средств для дальнейшего их угона и сбыта, нарушителю присваивается 5-ый уровень розыска.","","Статья 29. Адвокатура","Статья 29.1. За оказание адвокатских услуг, не имея статуса Адвоката, нарушителю присваивается 5-ый уровень розыска.","","#Административный кодекс","Статья 30. Взяточничество","Статья 30.1. За получение взятки должностным лицом, нарушителю, помимо присвоения уровня розыска, выписывается штраф, в двукратном размере от полученной взятки.","","Статья 31. Хулиганство","Статья 31.1. За порчу частного или государственного имущества, помимо присвоения уровня розыска, нарушителю выписывается штраф в размере 500.000$.","","Статья 32. Управление транспортным средством","Статья 32.1. За управление транспортным средством в состоянии алкогольного, наркотического и любого другого опьянения, нарушителю выписывается штраф в размере 500.000$.","Статья 32.2. За использование мобильного устройства за рулем транспортного средства, нарушителю выписывается штраф в размере 400.000$.","Статья 32.3. За выезд на встречную полосу и движение по ней в течении 10 секунд, нарушителю выписывается штраф в размере 400.000$.","Статья 32.4. За езду по железнодорожным путям, нарушителю выписывается штраф в размере 500.000$.","","Статья 33. Движение в неположенном месте. Парковка","Статья 33.1. За парковку в неположенном месте, нарушителю выписывается штраф в размере 500.000$, а его транспортное средство буксируется до ближайшей штраф-стоянки.","Статья 33.2. За езду по тротуарам, велодорожкам, местам общего пользования, нарушителю выписывается штраф в размере 500.000$.","Статья 33.3. За езду по обочине, а также по полям, лесам и другим территориям, принадлежащих государству или частным лицам, нарушителю выписывается штраф в размере 400.000$.","","Статья 34. Затруднение движения. Торможение транспортного потока.","Статья 34.1. За затруднение движения на проезжих частях, нарушителю выписывается штраф в размере 500.000$.","Статья 34.2. За затруднение движения на проезжих частях, результатом которого стало ДТП, нарушителю выписывается штраф в размере 500.000$.","Статья 34.3. За затруднение движения на проезжих частях, транспорту государственных организаций, помимо присвоения уровня розыска, нарушителю выписывается штраф в размере 500.000$.","","Статья 35. Пешеходы","Статья 35.1. За переход проезжей части в непредназначенном для этого месте, нарушителю выписывается штраф в размере 400.000$."]}]